Repository: alecasgari/meeting-minutes-app-docker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Home
fa: خانه

source: Language changed successfully.
fa: زبان با موفقیت تغییر کرد.

source: Invalid language selected.
fa: زبان نامعتبری انتخاب شد.

source: Account created for %(username)s! You can now log in.
fa: حساب کاربری برای %(username)s ایجاد شد! اکنون می‌توانید وارد شوید.

source: Register
fa: ثبت نام

source: Login Successful!
fa: ورود موفقیت‌ آمیز بود!

source: Login Unsuccessful. Please check username and password
fa: ورود ناموفق. لطفاً نام کاربری و رمز عبور را بررسی کنید

source: Login
fa: ورود

source: You have been logged out.
fa: شما از حساب کاربری خود خارج شدید.

source: Your meeting has been created!
fa: جلسه شما با موفقیت ایجاد شد!

source: New Meeting
fa: جلسه جدید

source: My Meetings
fa: جلسات من

source: Your meeting has been updated!
fa: جلسه شما با موفقیت به‌روز شد!

source: Edit Meeting
fa: ویرایش جلسه

source: Your meeting has been deleted!
fa: جلسه شما با موفقیت حذف شد!

source: Description
fa: شرح

source: Assigned To
fa: مسئول

source: Deadline
fa: مهلت

source: N/A
fa: نامشخص

source: Date
fa: تاریخ

source: Company
fa: شرکت

source: Recorded By
fa: ثبت توسط

source: Meeting Minutes
fa: صورتجلسات

source: MeetingMinutes
fa: نرم افزار صورتجلسات

source: Toggle navigation
fa: تغییر وضعیت ناوبری

source: Welcome, %(username)s!
fa: خوش آمدید، %(username)s!

source: Logout
fa: خروج

source: Meeting Minutes App
fa: برنامه صورتجلسات شما

source: Meeting Details
fa: مشاهده جزئیات

source: Title
fa: عنوان

source: Enter the meeting title
fa: عنوان جلسه را وارد کنید.

source: Meeting Date
fa: تاریخ جلسه

source: Attendees
fa: شرکت‌کنندگان

source: Enter attendee name
fa: نام شرکت کننده را وارد کنید

source: Remove Attendee
fa: حذف شرکت کننده

source: Add Attendee
fa: اضافه کردن شرکت‌کننده

source: Agenda Items
fa: دستور جلسه

source: Enter agenda item
fa: دستور جلسه را وارد کنید

source: Remove Agenda Item
fa: حذف دستور جلسه

source: Add Agenda Item
fa: اضافه کردن دستور جلسه

source: Minutes
fa: صورتجلسه

source: Record the meeting minutes here...
fa: صورتجلسات را اینجا ثبت کنید.

source: Action Items
fa: موارد اقدام

source: Action description...
fa: شرح اقدام.

source: Assigned to...
fa: مسئول.

source: Remove
fa: حذف

source: Add Action Item
fa: اضافه کردن موارد اقدام

source: Save Meeting
fa: ذخیره جلسه

source: Back to Home
fa: بازگشت به خانه

source: Meeting Minutes Made Easy
fa: ساخت آسان صورت جلسات

source: Welcome! Record, manage, and access your meeting minutes efficiently.
fa: خوش آمدید! همه صورتجلسات خود را ثبت و به صورت کارآمد، مدیریت کنید.

source: Create New Meeting
fa: جلسه جدید

source: View My Meetings
fa: جلسات من

source: Your Stats
fa: آمار شما

source: Total Meetings Recorded
fa: مجموع جلسات ثبت شده

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Remember Me
fa: مرا به خاطر بسپار

source: Need an account?
fa: حساب کاربری ندارید؟

source: Register here
fa: اینجا ثبت نام کنید

source: Date:
fa: تاریخ:

source: Company:
fa: شرکت:

source: Logo
fa: لوگو

source: Recorded By:
fa: ثبت توسط:

source: Date Recorded:
fa: تاریخ ثبت:

source: N/A
fa: نامشخص

source: Agenda
fa: دستور جلسه

source: Generate PDF
fa: تولید PDF

source: Are you sure you want to delete this meeting? This cannot be undone.
fa: آیا از حذف این جلسه مطمئن هستید؟ این عمل قابل بازگشت نیست.

source: Delete Meeting
fa: حذف جلسه

source: Back to My Meetings
fa: جلسات من

source: General
fa: عمومی

source: Recorded:
fa: ثبت شده:

source: View Details
fa: مشاهده جزئیات

source: You haven't recorded any meetings yet.
fa: شما هنوز هیچ جلسه‌ای ثبت نکرده‌اید.

source: Create one now!
fa: یکی جدید بسازید!

source: Close
fa: بستن

source: Confirm Password
fa: تایید رمز عبور

source: Sign Up
fa: ثبت نام

source: Already have an account?
fa: قبلاً حساب کاربری ساخته‌اید؟

source: Log In
fa: ورود

source: That username is already taken. Please choose a different one.
fa: این نام کاربری قبلا گرفته شده است. لطفا نام دیگری انتخاب کنید.

source: -- Select Company --
fa: -- انتخاب شرکت --

source: Rabe Al Mustaqbal
fa: ربیع المستقبل

source: Rahkar Gasht
fa: راهکار گشت

source: EazyMig
fa: ایزی میگ

source: Abu Dhabi
fa: هلدینگ ابوظبی

source: Other
fa: شرکت دیگر

source: Attendee
fa: شرکت‌کننده

source: Agenda Item
fa: مورد دستور جلسه

source: Welcome to the Meeting Minutes App!
fa: به برنامه سازنده صورت جلسه رایگان خوش آمدید!

source: This application helps you record and manage your meeting notes.
fa: این برنامه به شما در ثبت و مدیریت یادداشت‌های جلسات کمک می‌کند.

source: New user?
fa: کاربر جدید؟
